Revit 2027 API
CurtainGrid.NumULines Property
 Get the number of grid lines in the U direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumULines { get; }
Public ReadOnly Property NumULines As Integer
	Get
public:
property int NumULines {
	int get ();
}
member NumULines : int with get
Property Value
Int32
See Also
Reference
CurtainGrid Class
Autodesk.Revit.DB Namespace